Repository: ronaldointermec/C-
Catalog: Picking/GWS-Workflows.Picking/Properties/DialogResources.*.resx
Languages: de, es_mx, fr, ja, nl

# Error_Authentication
source: You can't access at this time: '{0}'. Say VCONFIRM or VSIGNOFF.
de: Sie können derzeit nicht darauf zugreifen: '{0}'. Sagen Sie VCONFIRM oder VSIGNOFF.
es_mx: No puede acceder en este momento: '{0}'. Diga VCONFIRM o VSIGNOFF.
fr: Vous ne pouvez pas accéder pour le moment : « {0} ». Dites VCONFIRM ou VSIGNOFF.
ja: 現時点では「{0}」にアクセスできません。VCONFIRM または VSIGNOFF と言います。
nl: Je hebt op dit moment geen toegang tot: '{0}'. Zeg VCONFIRM of VSIGNOFF.

# BeginPickingOrder_ContainersCount
source: , {0} containers
de: , {0} Behältern
es_mx: , {0} contenedores
fr: , {0} conteneurs
ja: 、{0}コンテナ

# BeginPickingOrder_ContainerType
source: , in {0}
es_mx: , en {0}
fr: , dans {0}

# BeginPickingOrder_Order
source: Order {0}
de: {0} bestellen
es_mx: Orden {0}
fr: Commande {0}
ja: 注文{0}
nl: Bestel {0}

# Error_Incorrect
source: Incorrect
de: Unrichtig
es_mx: Incorrecto
ja: 間違った
nl: Onjuist

# GetWork_NotWork
source: No work assigned. To try again, say VCONFIRM
de: Keine zugewiesene Arbeit. Um es erneut zu versuchen, sagen Sie VCONFIRM
es_mx: No hay trabajo asignado. Para volver a intentarlo, diga VCONFIRM
fr: Aucun travail assigné. Pour réessayer, dites VCONFIRM
ja: 作業は割り当てられていません。もう一度やり直すには、VCONFIRMと言います
nl: Geen werk toegewezen. Als u het opnieuw wilt proberen, zegt u BEVESTIGEN

# PickingLine_Aisle
source: Aisle {0}
de: Gang {0}
es_mx: Pasillo {0}
fr: Allée {0}
ja: 通路{0}
nl: Gangpad {0}

# PickingLine_AskPackage
source: Contains packaging?
de: Enthält Verpackung?
es_mx: ¿Contiene envases?
fr: Contient de l’emballage?
ja: パッケージが含まれていますか?
nl: Bevat verpakking?

# PickingLine_ConfirmBatch
source: Batch {0}?
es_mx: ¿Lote {0}?
fr: Lot {0}?
ja: バッチ{0}?

# PickingLine_BreakageQuantity
source: Breakage quantity?
de: Bruchmenge?
es_mx: ¿Cantidad rotura?
fr: Quantité de casse?
ja: 破損数量?
nl: Breukhoeveelheid?

# PickingLine_CD
source: Check digit?
de: Steuerziffer?
es_mx: ¿Dígito de control?
fr: Chiffre de contrôle?
ja: 制御桁?
nl: Controlecijfer?

# PickingLine_Confirm
source: , correct?
de: Richtig?
es_mx: , correcto?
fr: corriger?
ja: そうです。
nl: juist?

# PickingLine_LowerQuantityReason
source: Reason code?
de: Ursachencode?
es_mx: ¿Razón?
fr: Raison?
ja: 理由コード?
nl: Redencode?

# PickingLine_RequiredQuantity
source: Asked for
de: Gefragt nach
es_mx: Requerido
fr: Demandé
ja: 求められた
nl: Gevraagd naar

# PickingLine_PickedQuantity
source: , you said
de: , sagten Sie
es_mx: , Indicado
fr: , vous avez dit
ja: 、あなたは言った
nl: , zei u

# PickingLine_IsShort
source: . Is this a short?
de: . Ist das ein Kurzschluss?
es_mx: . ¿Es faltante?
fr: . Est-ce un court?
ja: .これは短いですか?
nl: . Is dit een short?

# PickingLine_MaxQuantityAllowed
source: The maximum quantity allowed per pick is
de: Die maximal zulässige Menge pro Kommissionierung beträgt
es_mx: La cantidad máxima permitida por toma es
fr: La quantité maximale autorisée par prélèvement est de
ja: ピッキングごとに許可される最大数量は
nl: De maximaal toegestane hoeveelheid per pick is

# PickingLine_MaxWeightAllowed
source: The weight is more than allowed
de: Das Gewicht ist mehr als erlaubt
es_mx: El peso es mayor del permitido
fr: Le poids est plus que permis
ja: 重量が許容値を超えている
nl: Het gewicht is meer dan toegestaan

# PickingLine_MinWeightAllowed
source: The weight is less than allowed
de: Das Gewicht ist geringer als erlaubt
es_mx: El peso es menor del permitido
fr: Le poids est inférieur à celui autorisé
ja: 重量が許容値未満です
nl: Het gewicht is minder dan toegestaan

# PickingLine_NotAllowed
source: Not allowed
de: Unstatthaft
es_mx: No permitido
fr: Non autorisé
ja: 禁じられた
nl: Niet toegestaan

# PickingLine_HowMuchMore
source: There are {0} lines remaining
de: Es sind noch {0} Linien übrig
es_mx: Quedan {0} líneas
fr: Il reste {0} lignes
ja: 残り{0}行
nl: Er zijn nog {0} lijnen over

# PickingLine_PendingQuantity
source: Remain
de: Bleiben
es_mx: Quedan
fr: Rester
ja: 残る
nl: Blijven

# PickingLine_QuantityInLocation
source: Quantity in location
de: Menge am Standort
es_mx: Cantidad en la ubicación
fr: Quantité dans l’emplacement
ja: ロケーションの数量
nl: Aantal op locatie

# PickingLine_Slot
source: Slot {0}
de: Steckplatz {0}
es_mx: Hueco {0}
fr: Emplacement {0}
ja: スロット{0}

# PickingLine_Units
source: {0} units
de: {0} Einheiten
es_mx: {0} unidades
fr: {0} unités
ja: {0}ユニット
nl: {0} eenheden

# PickingLine_Weight
source: Weight?
de: Gewicht?
es_mx: ¿Peso?
fr: Poids?
ja: 重量。
nl: Gewicht?

# PickingLine_QuantityGreater
source: Quantity greater than requested
de: Menge größer als angefordert
es_mx: Cantidad superior a la solicitada
fr: Quantité supérieure à celle demandée
ja: 要求数量より大きい
nl: Hoeveelheid groter dan gevraagd

# PlaceInDock_Destination
source: Specify destination
de: Ziel angeben
es_mx: Indique destino
fr: Spécifier la destination
ja: 宛先を指定
nl: Bestemming opgeven

# PlaceInDock_Dock
source: Dock {0}
es_mx: Muelle {0}
ja: ドック{0}

# PlaceInDock_Location
source: Pallet location
de: Paletten-Standort
es_mx: Ubicación del palet
fr: Emplacement des palettes
ja: パレット位置
nl: Pallet locatie

# PlaceInDock_PalletPlaced
source: Pallet placed
de: Palette platziert
es_mx: Palet ubicado
fr: Palette placée
ja: パレット配置
nl: Pallet geplaatst

# PrintLabels_Confirm
source: , to print, say VCONFIRM
de: , um zu drucken, sagen Sie VCONFIRM
es_mx: , para imprimir, diga VCONFIRM
fr: , pour imprimer, dites VCONFIRM
ja: 、印刷するには、VCONFIRMと言います
nl: , om af te drukken, zeg VCONFIRM

# PrintLabels_ConfirmPrinter
source: Printer?
de: Drucker?
es_mx: ¿Impresora?
fr: Imprimante?
ja: プリンター。

# PrintLabels_ConfirmResult
source: Correct printing?
de: Richtiges Drucken?
es_mx: ¿Impresión correcta?
fr: Impression correcte ?
ja: 正しい印刷?
nl: Correct afdrukken?

# PrintLabels_Labels
source: How many labels?
de: Wie viele Etiketten?
es_mx: ¿Cuántas etiquetas?
fr: Combien d’étiquettes ?
ja: ラベルはいくつありますか?
nl: Hoeveel labels?

# PrintLabels_Printer
source: Printer
de: Drucker
es_mx: Impresora
fr: Imprimante
ja: プリンター

# PrintLabels_PrintersNotAvailable
source: Printers not available
de: Drucker nicht verfügbar
es_mx: Impresoras no disponibles
fr: Imprimantes non disponibles
ja: プリンターが利用できません
nl: Printers niet beschikbaar

# PrintLabels_Retrying
source: Retrying...
de: Wiederholung...
es_mx: Reintentando...
fr: Réessayer...
ja: 再試行。。。
nl: Opnieuw proberen...

# PrintLabels_UnknownPrinter
source: Unknown printer
de: Unbekannter Drucker
es_mx: Impresora desconocida
fr: Imprimante inconnue
ja: 不明なプリンター
nl: Onbekende printer

# Break_ConfirmReason
source: Break reason?
de: Ruhegrund?
es_mx: ¿Motivo de descanso?
fr: Raison de repos?
ja: 残りの理由?
nl: Reden van rust?

# Break_Resume
source: At break. To resume work, say VCONFIRM
de: In Ruhe. Um die Arbeit wieder aufzunehmen, sagen Sie VCONFIRM
es_mx: En descanso. Para reanudar el trabajo, diga VCONFIRM
fr: Au repos. Pour reprendre le travail, dites VCONFIRM
ja: 安静時。作業を再開するには、VCONFIRMと言います
nl: In rust. Als u het werk wilt hervatten, zegt u VCONFIRM

# ValidatePrinting_Confirm
source: Validate labels
de: Validieren von Etiketten
es_mx: Valide etiquetas
fr: Valider les étiquettes
ja: ラベルの検証
nl: Labels valideren

# ValidatePrinting_ConfirmLabel
source: Validate label
de: Etikett validieren
es_mx: Valide etiqueta
fr: Valider l’étiquette
ja: ラベルの検証
nl: Label valideren

# ValidatePrinting_ValidationCompleted
source: Validation completed
de: Validierung abgeschlossen
es_mx: Validación completada
fr: Validation terminée
ja: 検証が完了しました
nl: Validatie voltooid

# PickingLine_SelectBatch
source: Select batch
de: Stapel auswählen
es_mx: Seleccione lote
fr: Sélectionner un lot
ja: バッチを選択
nl: Selecteer batch

# PlaceInDock_PlaceInDock
source: Place in dock
de: Platz im Dock
es_mx: Deposite en el muelle
fr: Place à quai
ja: ドックに置く
nl: Plaats in dock

# PrintLabels_Unknown
source: unknown
de: unbekannt
es_mx: desconocido
fr: inconnu
ja: 不明
nl: onbekend

# PrintLabels_Completed
source: Completed
de: Abgeschlossen
es_mx: Completado
fr: Terminé
ja: 完了
nl: Volbracht

# ValidatePrinting_Pendings
source: , remain
de: bleiben
es_mx: , quedan
fr: rester
ja: 残る
nl: blijven

# LowerQuantityMenu_Empty
source: Empty
de: Leer
es_mx: Vacío
fr: Vide
ja: 空
nl: Leeg

# LowerQuantityMenu_Breakage
source: Breakage
de: Bruch
es_mx: Rotura
fr: Casse
ja: 破損
nl: Breuk

# LowerQuantityMenu_Complete
source: Complete
de: Vollständig
es_mx: Completo
fr: Complet
ja: 完成
nl: Compleet

# LowerQuantityMenu_Dock
source: Dock
es_mx: Muelle
fr: Bassin
ja: ドック
nl: Dok

# LowerQuantityMenu_Continue
source: Continue
de: Fortsetzen
es_mx: Continuar
fr: Continuer
ja: 続ける
nl: Voortzetten

# LowerQuantityMenu_Cancel
source: Cancel
de: Abbrechen
es_mx: Cancelar
fr: Annuler
ja: キャンセル
nl: Annuleren

# PickingLine_MissingData
source: Information not available
de: Informationen nicht verfügbar
es_mx: Información no disponible
fr: Information non disponible
ja: 情報がありません
nl: Informatie niet beschikbaar

# Error_UnknownReason
source: Unknown reason
de: Unbekannter Grund
es_mx: Motivo desconocido
fr: Raison inconnue
ja: 不明な理由
nl: Onbekende reden

# Error_ConnectMissingServerResponse
source: Error accessing: no response received from the server
de: Fehler beim Zugriff: keine Antwort vom Server empfangen
es_mx: Error de acceso: no se ha recibido respuesta del servidor
fr: Erreur d’accès : aucune réponse reçue du serveur
ja: アクセスエラー:サーバーから応答を受信しませんでした
nl: Fout bij het openen: geen reactie ontvangen van de server

# Error
source: An error ocurred
de: Es ist ein Fehler aufgetreten
es_mx: Ocurrió un error
fr: Une erreur s’est produite
ja: エラーが発生しました
nl: Er is een fout opgetreden
